github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.notepadplusplus-keybindings
ms-vscode.powershell
openai.chatgpt
redhat.vscode-yaml
